Repository: MoHaNaD-mjs/Hospital
Catalog: Web/Resources/Resource.*.resx
Languages: ar

source: about us
ar: من نحن

source: about us description
ar: وصف عنا

source: about us short
ar: وصف قصير

source: add new
ar: إضافة جديد

source: address
ar: العنوان

source: arabic
ar: الحقول باللغة العربية

# arabiclang
source: arabic
ar: اللغة العربية

source: Associated Doctors in galaa
ar: الأطباء العاملبن بالجلاء

# Associatedmessage
source: Expert physician specialists and caring clinical staff provide you with an exceptional patient care is what sets galaa Medical Center
ar: يقدم لك أخصائيو الأطباء الخبراء والموظفون رعاية استثنائية للمرضى هو ما يميز مركز الجلاء الطبي للرعاية الصحية

source: book
ar: حجز

source: book an appointment
ar: أحجز موعدك

source: book appointment
ar: حجز موعد

source: book appointments
ar: حجز المواعيد

source: choice color
ar: أختر لون

source: choice language
ar: أختر اللغة

source: clinic name
ar: إسم العيادة

source: Clinic schedual
ar: جدول العيادات

source: clinic reservation
ar: حجز العيادات

source: clinic reservation instructions
ar: تعليمات حجز العيادات

source: clinics
ar: العيادات

source: clinics schedul
ar: جدولة العيادات

source: clinics reservation
ar: حجز عيادات

# close
source: to
ar: الى

source: common question
ar: الأسئلة الشائعة

source: common questions
ar: الأسئلة الشائعة

source: common question
ar: الأسئلة الشائعة

source: common questions
ar: الأسئلة الشائعة

# contact book your appointment
source: book your appointment
ar: أحجز موعدك

source: Contact Details
ar: تفاصيل الأتصال

source: contact us
ar: اتصل بنا

source: create
ar: إنشاء

source: degree
ar: الدرجات العلمية

source: delete
ar: حذف

# delete msg
source: are you sure delete this records
ar: هل أنت متأكد أنك تريد الحذف

source: department
ar: القسم

source: departments
ar: الأقسام

source: description
ar: الوصف

source: descripttion
ar: الوصف

# design
source: design by en/ ahmed salama ali
ar: صمم بواسطة المهندس أحمد سلامة

source: doctor
ar: الطبيب

source: doctor name
ar: أسم الدكتور

source: doctors
ar: الأطباء

source: Dr /
ar: د /

# DuplicateUserName
source: user name found
ar: هذأ المستخدم موجود

source: edit
ar: تعديل

source: email
ar: الإيميل

source: email or username
ar: الأيميل او أسم المستخدم

# email-error
source: this email error
ar: هذأ الأيميل غير صحيح

source: english
ar: الحقول باللغة الأنجليزية

# englishlang
source: english
ar: اللغة الأنجليزية

source: error save
ar: فشل فى الحغظ

source: facebook link
ar: رابط الفيس بوك

# fail password update
source: failure password update
ar: فشل فى تحديث كلمة المرور

# fail role add
source: failure role add
ar: فشل فى إضافة الصلاحية

# fail role update
source: failure role update
ar: فشل فى تحديث الصلاحيات

source: fail sent
ar: فشل الإرسال

source: failure send
ar: فشل الأرسال

# field-required
source: this filed required
ar: هذأ الحقل مطلوب

# filed-Error
source: this filed required
ar: هذأ الحقل مطلوب

source: find the doctor
ar: بحث عن دكتور

source: first name
ar: الأسم الأول

source: friday
ar: الجمعة

source: full name
ar: الإسم كامل

source: Full Name
ar: الاسم بالكامل

source: General Settings
ar: إعدادات عامة

source: have any question
ar: أى استفسار

source: history
ar: التأريخ

source: home
ar: الرئيسية

source: hospital
ar: مستشفى

source: hospitals
ar: المستشفيات

# id not found
source: this identity not found
ar: هذأ المعرف غير موجود

source: image required
ar: مطلوب أضافة صورة

source: Is Consultant
ar: أستشارى ؟

source: job
ar: الوظيفة

source: job Times
ar: أوقات العمل

source: job Title
ar: المسمى الوظيفى

source: last year
ar: العام الماضى

source: lastest news
ar: أحدث الأخبار

source: last name
ar: أسم العائلة

source: LinkedIn link
ar: رابط لينكدان

source: log out
ar: تسجبل الخروج

source: login sucessfully
ar: تم الدخول بنجاح

source: logout
ar: تسجيل الخروج

source: manager
ar: المدير

source: manager photo
ar: صورة المدير

source: maneger Name
ar: أسم المدبر

source: maneger Title
ar: المسمى الوصيفى

source: maneger Word
ar: كلمة المدير

source: map Path
ar: رأبط الخريطة

# max lenght 400 char
source: أقصى عدد أحرف ٤٠٠
ar: max lenght 400 char

# mesg1
source: Your Email Address Will Not Be Published. Required Fields Are Marked
ar: لن يتم نشر عنوان بريدك الإلكتروني. الحقول المطلوبة محددة

source: message
ar: الرسالة

source: messages
ar: الرسائل

source: middel name
ar: الأسم الأوسط

source: monday
ar: الأثنين

source: more
ar: المزيد

source: name
ar: الأسم

# nameAr
source: name arabic
ar: الأسم بالعربى

# nameEn
source: name english
ar: الأسم بالأنجليزى

source: news
ar: الأخبار

source: no
ar: لا

source: no changes
ar: لا يوجد تغيرات

# no update found
source: no change found
ar: لا يوجد تحديثات

source: note
ar: ملاحظة

# open
source: open from
ar: مفتوح من

source: Oppos
ar: خطأ

source: our gallery
ar: صور

source: password
ar: كلمة المرور

# passwordNotCorrect
source: password and repassword not equal
ar: كلمة المرور و تاكيد كلمة المرور غير متطابقتان

source: phoenSecond
ar: رقم التلبفون الثانى

source: phoenthird
ar: رقم التلبفون الثالث

source: phonemain
ar: رقم التلبفون الأساسى

source: phone number
ar: رقم التليفون

source: plase try again later or feel free to contact us if this problem persists
ar: يرجى المحاولة مرة أخرى لاحقًا أو لا تتردد في الاتصال بنا إذا استمرت هذه المشكلة

source: Please enter this filed
ar: هذأ الحقل مطلوب

# questionmessage
source: Our client care managers are on call 24/7 to answer your questions
ar: مديرو خدمة العملاء لدينا على اتصال 24/7 للإجابة على أسئلتك

source: quicke links
ar: روابط سريعة

source: records
ar: السجلات

source: repassword
ar: أعادة كلمة المرور

source: reservation before 48 hours
ar: حجز العيادة قبل ٤٨ ساعة

source: Reserve The Appointment
ar: أحجز موعدك

# rights
source: All Rights Reserved© 2020-2019 elamal
ar: جميع الحقوق محفوظة لمجمع الأمل© ٢٠١٩ -٢٠٢٠

source: roles
ar: الصلاحيات

source: saturday
ar: السبت

source: search
ar: بحث

# security
source: controls
ar: التحكم

source: setting
ar: الأعدادات

source: Settings
ar: الإعدادات

source: show
ar: إظهار

source: Sign in to start your session
ar: سجل الدخول و أستمتع بالجلسة

source: site settings
ar: إعدادات الموقع

source: site Logo
ar: لوجو الموقع

source: site Name
ar: أسم الموقع

source: Site Name admin
ar: أسم الموقع للوحه التحكم

source: skills
ar: المهارات

source: some field error
ar: يوجد خطأ فى إدخال بعض الحقول

source: special
ar: التخصص

source: stop background
ar: أيقاف الحركة

source: submit
ar: إرسال

# succss save
source: success save
ar: تم الحفظ بنجاح

source: succss update
ar: تم التعديل بنجاح

source: sucess send
ar: تم بنجاح

source: sunday
ar: الأحد

# the services
source: services
ar: الخدمات

source: this email incorrect
ar: هذأ الإيميل غير صحيح

source: this year
ar: العام الحالى

source: thursday
ar: الخميس

source: time
ar: الوقت

source: time from
ar: الوقت من

source: time to
ar: الوقت الى

source: title
ar: العنوان

source: tuesday
ar: الثلاثاء

source: university
ar: الجامعة

source: upload images
ar: رفع الصور

source: user name
ar: أسم المستخدم

source: users
ar: المستخدمين

source: value
ar: القيمة

# Version
source: Version 1
ar: إصدار 1

source: video about us
ar: فيديو من نحن

source: videolink
ar: رأبط الفيديو

source: view details
ar: التفاصيل

source: vision
ar: الرؤية

source: warning
ar: تحذير

source: wednesday
ar: الأربعاء

source: welcome
ar: مرحبا

source: We Love To Hear From You
ar: نحن نحب أن نسمع منك

source: yes
ar: نعم

source: You do not have permission
ar: أنت ليست لديك صلاحية

source: Your Email
ar: الإيميل

source: Your Phone
ar: التليفون

source: Youtube link
ar: رابط اليوتيوب
